[Version]
7.7

[Main]	
Item0000=Tere tulemast rakendusse HP Recovery Manager. Kui arvuti ei tööta normaalselt, saate tööriistaga selle taas töökorda seada.
Item0001=Vajan abi kohe
Item0002=Soovin teha hooldustoiminguid
Item0003=Soovin võtta ühendust HP toega
Item0004=Soovin rakendada ohutusabinõusid
Item0005=Windowsi süsteemitaaste
Item0006=Taastage süsteem varasemale kuupäevale
Item0007=Windowsi taastekeskkond
Item0008=Tõmmise värskendamiseks või süsteemi algoleku taastamiseks taaskäivitage arvuti ja sisenege taastekeskkonda.
Item0009=Failide varundus
Item0010=Isiklike andmete varundus
Item0011=Minimeeritud kujutise taaste
Item0012=Taastage operatsioonisüsteem, draiverid ja valige ainult tarkvara (puhas kujutis)
Item0013=Arvuti kontrollimise käivitamine
Item0014=Arvuti mälu, kõvaketta jm diagnostikaks kasutage riistvara diagnostika tööriista.
Item0015=Taasteandmekandja loomine
Item0016=Looge süsteemile taasteandmekandja komplekt
Item0017=Taastesektsiooni eemaldamine
Item0018=Kustutage tehases installitud tarkvara varunduskujutis, et vabastada kõvaketta ruumi
Item0019=Tehasesätete taastamine
Item0020=Arvuti lähtestatakse, kustutades terve kõvaketta ja taastades algse tehaseseisundi
Item0021=Arvuti hoolduse teostamine
Item0022=Lahendage tõrkeotsinguga probleeme, laadige alla värskendusi ja vaadake teavet oma arvuti kohta
Item0023=Abi otsimine HP-lt
Item0024=Kuva HP klienditoe kontaktandmed
Item0025=Kuva kontaktandmed
Item0026=Kuva HP klienditoe kontaktandmed
Item0027=Draiverite ja rakenduste taasinstallimine
Item0028=Taasinstallige draiverid ja/või rakendused
Item0029=Keelatud: taastesektsioon on eemaldatud.
Item0030=Keelatud: palun kasutage oma süsteemi taastamiseks taastemeediat.
Item0031=Keelatud: Windowsi süsteemitaaste on välja lülitatud.
Item0032=Keelatud: HP Support Assistant ei ole installitud.
Item0033=Windowsi varundus ja taaste
Item0034=Looge varukoopiaid või taastage faile olemasolevatest varukoopiatest
Item0035=Ebapiisavad pääsuõigused
Item0036=HP Recovery Manager vajab käivitamiseks halduri eesõigusi. Suurendage kasutajakonto kontrolli (UAC) sätteid. 	
Item0037=Versioon: 00
Item0038=Keelatud: dünaamilise kettaga ei toetata
Item0039=Keelatud: kasutage Windowsi kettahaldust
Item0040=Windowsi failiajalugu
Item0041=Mõnede funktsioonide jaoks on vajalik juurdepääs taastesektsioonile. Nende valikute võimaldamiseks palun dokkige tahvelarvuti alusele ja taaskäivitage HP Recovery Manager.
Item0042=Selle valiku kasutamiseks dokkige tahvelarvuti alusele ja taaskäivitage HP Recovery Manager.
Item0043=Taaste ja failivarunduse valikud eeldavad juurdepääsu taastesektsioonile alusel. Palun dokkige tahvelarvuti alusele, taaskäivitage süsteem ja vajutage HP Recovery Manageri taaskäivitamiseks klahvi F11. Arvutikontrolli käitamiseks klõpsake nuppu Continue (Jätka).
Item0044=Windowsi süsteemivärskendus
Item0045=Ettevaatusabinõud
Item0046=Tugi
Item0047=Hooldus
Item0048=Taastekandjate loomine
Item0049=Taastekandjate loomine teie süsteemi jaoks
Item0050=Arvuti hoolduse teostamine	
Item0051=Ühenduse loomine HP toega
Item0052=Taastesektsiooni eemaldamine
Item0053=Taastepunktide loomine või varem loodud taastepunktide kasutamine teie süsteemi taastamiseks varasemale kuupäevale
Item0054=Windowsi failiajalugu
Item0055=HP taastekeskkond
Item0056=Süsteemi taastamiseks algsesse tehaseolekusse taaskäivitage ja sisestage HP taastekeskkond.
Item0057=Ärge väljutage tahvelarvutit taasteprotsessi ajal dokkimisjaamast. See muudab tahvelarvuti buutimatuks.
Item0058=Taaskäivitage arvuti ja käivitage süsteemi taastamiseks 00
Item0059=Windowsi süsteemi lähtestamine
Item0060=HP Recovery Manager on toetatud ainult horisontaalrežiimis.
Item0061=Sulgege HP Recovery Manager, lülitage ekraan horisontaalrežiimi ja seejärel avage uuesti HP Recovery Manager.

[General]	
Item0100=Tagasi
Item0101=Edasi
Item0102=Tühista
Item0103=Jätka
Item0104=Lõpeta
Item0105=OK
Item0106=Kas soovite väljuda rakendusest HP Recovery Manager?
Item0107=Veenduge, et arvuti on ühendatud toiteadapteriga, sest Vastasel juhul võib taasteprotsess katkeda.
Item0108=HP Recovery Manager juba töötab!
Item0109=Taaskäivita
Item0110=Lülita välja
Item0111=Ettevaatust: arvuti töötab praegu akutoitel.
Item0112=Selle protsessi jaoks on vaja arvuti ühendada toiteadapteriga.
Item0113=Ühendage arvuti toiteadapteriga ja klõpsake jätkamiseks nupul OK.
Item0114=HP Recovery Manager nurjus. Tõrkekood = 00
Item0115=Esineb probleeme. Palun proovige uuesti.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(tõrkekood=00)
Item0119=Praegune konfiguratsioon ei toeta taastet, lubage Intel Smart Response Technology jaoks kiirendussuvand ja proovige uuesti.
Item0120=Recovery Manager on loodud Windows 7 jaoks. See ei ühildu Windows 8-ga.
Item0121=Windows 7 ei toeta Softpaqi. Palun uuendage kõigepealt süsteemini Windows 8.
	
[Windows System Restore]
Item0200=Windowsi süsteemitaaste
Item0201=HP Recovery Manager sulgub Windowsi süsteemitaaste kasutamiseks.
Item0202=Windowsi süsteemitaaste saab aidata lahendada probleeme, mis võivad muuta teie arvuti töö aeglaseks või mittereageerivaks. See ei mõjuta teie dokumente, pilte ega isiklikke andmeid.
Item0203=Windowsi süsteemitaaste automaatseks käivitamiseks klõpsake Järgmine.
	       
	
[Computer Checkup]	
Item0250=Arvuti kontrollimine
Item0251=Käivita ketta kontrollimine Windowsi sektsioonile
Item0252=Käivita ketta kontrollimine taastesektsioonile
Item0253=Avage käsuviip
Item0254=Jätkamiseks valige soovitud suvand ja klõpsake nupul Edasi.
		
[Remove Recovery Partition]	
Item0300=Taastesektsiooni eemaldamine
Item0301=Pärast taastesektsiooni eemaldamist ei ole funktsioon Windows Push Button Reset (Windowsi lähtestamine nupule vajutusega) ega HP tõmmise taastamise sätted enam saadaval
Item0302=Arusaadav. Jätka taastesektsiooni eemaldamist.
Item0303=Jätka
Item0304=Taasteandmekandja loomist ei ole lõpetatud. Pärast taastesektsiooni eemaldamist pole taasteandmekandja loomise suvand saadaval.
Item0305=Minge kohe asukohta 00.
Item0306=Taastesektsiooni eemaldamine ...
Item0307=Avalehele naasmiseks klõpsake nupul Jätka
Item0308=Avaleht
Item0309=Taasteandmekandja loomine
Item0310=Taastesektsiooni eemaldamises esineb probleeme. Palun proovige uuesti.
Item0311=Taastesektsioon eemaldati edukalt.
Item0312=Pärast taastesektsiooni eemaldamist ei ole HP tõmmise taastesuvandid saadaval.
		
[File Restore Program]	
Item0400=Faili taastamine 
Item0401=Tere tulemast!
Item0402=Faili taastamine aitab teil taastada failid, mis on eelnevalt varundatud.
Item0403=Jätkamiseks klõpsake nupul Edasi.
Item0404=Mis tüüpi faile soovite taastada?
Item0405=Pildid
Item0406=Muusika ja muud helifailid
Item0407=Videod ja filmid
Item0408=Salvestatud telesaated
Item0409=Dokumendid, arvutustabelid ja esitlused
Item0410=Meilisõnumid, Interneti-lemmikud ja seaded
Item0411=Muu
Item0412=Spikker
Item0413=Teie failid taastatakse järgmisesse asukohta:
Item0414=Selle asukoha otsetee asetati teie töölauale.
Item0415=Taastamine pooleli
Item0416=Edenemine:  00%
Item0417=Palun oodake ...
Item0418=Failid taastatud
Item0419=Taastamine lõpetati edukalt.
Item0420=Rakenduse sulgemiseks klõpsake nupul Lõpeta.
Item0421=Mõningate taastatud failide tee on pikem kui 260 märki. Vaadake teavet asukohast 00.
Item0422=OK
Item0423=Hoiatus!
Item0424=Faili taastamine juba töötab.
Item0425=Faili taastamise käivitamiseks peate olema operatsioonisüsteemis Windows 7.
Item0426=Kas tühistada failide taastamine?
Item0427=Taastamine tühistatud
Item0428=Olete taasteprotsessi tühistanud.
Item0429=Kuhu soovite varufailid salvestada?
Item0430=Kohalik ketas
		
[File Backup Program]	
Item0500=Failide varundus
Item0501=Mis tüüpi faile soovite varundada?
Item0502=Pildid
Item0503=Muusika ja muud helifailid
Item0504=Videod ja filmid
Item0505=Salvestatud telesaated
Item0506=Dokumendid, arvutustabelid ja esitlused
Item0507=Meilisõnumid, Interneti-lemmikud ja seaded
Item0508=Muu
Item0509=Spikker
Item0510=Jätkamiseks klõpsake nupul Edasi.
Item0511=Skannimine
Item0512=Faili varundusviisard loob varundatavate failide loendit.
Item0513=Protsess võib kesta mõne minuti.
Item0514=Edenemine: 00%
Item0515=Palun oodake ...
Item0516=Kõvaketta süsteemisektsioonil ei ole ajutiseks salvestamiseks andmete kokkupakkimise ajal piisavalt vaba ruumi.
Item0517=Ülesande jätkamiseks peate kõvaketta süsteemisektsioonil osa ruumi vabastama.
Item0518=OK
Item0519=Hoiatus!
Item0520=Jätkamiseks valige soovitud suvand ja klõpsake nupul Edasi.
Item0521=Varunduse loomine
Item0522=Varufailide loomine
Item0523=Varufailide lõpetamine
Item0524=Ei leitud ühtegi valitud failitüübiga faili.
Item0525=Kuhu soovite varunduse salvestada?
Item0526=Lähtefailide suurus:  00
Item0527=Nimi
Item0528=Tüüp
Item0529=Kogusuurus
Item0530=Vaba ruum
Item0531=Failide varundamiseks ei ole ühtegi seadet saadaval. Veenduge, et irdketas on ühendatud.
Item0532=Irdkandja
Item0533=Faili varundamine on valmis.
Item0534=Teie failid salvestatakse asukohta (00).
Item0535=Varunduse kopeerimine 
Item0536=Sihtdraiv ei ole ühendatud.
Item0537=Failide varundus
Item0538=HP Recovery Manager lõi varunduse edukalt.
Item0539=Kas tühistada failide varundamine?
Item0540=Tühista
Item0541=Varundus tühistatud
Item0542=Varundusprotsess on edukalt tühistatud.
Item0543=Olete varundusprotsessi tühistanud.
Item0544=Kas soovite süsteemitaastega jätkata?
Item0545=Kas soovite jätkata minimeeritud kujutise taastega?
Item0546=Kas soovite jätkata tehasesätete taastamist?
Item0547=Jah
Item0548=Ei
Item0549=Kirjuti
Item0550=Failide varundamiseks ei ole ühtegi seadet saadaval. Veenduge, et irdketas või kirjuti on ühendatud.
Item0551=Automeeritud varundus
Item0552=Võimaldab kasutajal valida varunduskategooriaid, näiteks fotod. Varundus hõlmab enamikku selle kategooria tavalistest failitüüpidest. Valige see suvand, kui soovite varundamist lihtsalt konfigureerida.
Item0553=Käsitsi varundus
Item0554=Võimaldab kasutajal varundamiseks valida kindlad failid ja kaustad. Kasutage seda suvandit, kui soovite täielikku kontrolli varundatavate failide üle.
Item0555=Otsene andmete kopeerimine
Item0556=Otsene andmete kopeerimine ei tihenda faile ning neid ei taastata rakendusega HP Recovery Manager. Varunduse lõppedes saate failidele ligi pääseda mis tahes arvutist, kui sirvite süsteemitaaste failide kataloogi.
Item0557=Andmete taastamiseks algsüsteemis kopeerige ja kleepige failid tagasi.
Item0558=Sisestage tühi DVD+R- või DVD-R-ketas ja klõpsake nupul Edasi.
Item0559=Kirjutamise edenemine:  00%
Item0560=Kettaid kokku:  00
Item0561=Praegune ketas:  00
Item0562=Sisestage ketas
Item0563=Sisestage tühi ketas.
Item0564=Rakendus HP Recovery Manager ei toeta sisestatud ketast, sisestage tühi DVD+R- või DVD-R-ketas (mahuga 4,7 GB).
Item0565=Andmete ettevalmistamine	
	
[Recovery Media Creation]	
Item0600=Avaleht
Item0601=Taasteandmekandja loomine
Item0602=Võite luua ainult 00 taasteandmekandja komplekti.
Item0603=Nõustun.
Item0604=Jätka
Item0605=Sisestage üks järgmistest andmekandjatest:
Item0606=USB-välkmäludraiv
Item0607=Minimaalne maht peab olema 00 GB
Item0608=DVD
Item0609=Nõutavad 00 ketast
Item0610=DVDDL
Item0611=Kas jätkata esiletõstetud andmekandjaga?
Item0612=Jah
Item0613=Ei
Item0614=Luuakse taaste-USB-mäluseadet...
Item0615=Ketta ettevalmistamine
Item0616=USB-välkmäludraivi vormindamine
Item0617=Kujutise kopeerimine
Item0618=Taastetõmmise kopeerimine USB-mäluseadmele...
Item0619=Ketta kinnitamine
Item0620=USB-mäluseadme taastetõmmise kinnitamine...
Item0621=00% valmis
Item0622=Sisestage ketas
Item0623=Jätkamiseks sisestage ketas 00. Taasteandmekandja loomise peatamiseks klõpsake nupul Tühista. Taasteandmekandja loomist saab jätkata millal iganes, kui valite uuesti suvandi Loo taasteandmekandja.
Item0624=Andmete ettevalmistamine
Item0625=Taastekujutise loomine
Item0626=Andmete kirjutamine
Item0627=Taastekujutise kirjutamine kettale
Item0628=Ketta kinnitamine
Item0629=Taastekujutise kinnitamine kettal
Item0630=Taasteandmekandja loodi kuupäeval 00. Võite luua vaid ÜHE taasteandmekandja komplekti.
Item0631=Avalehele naasmiseks klõpsake nupul OK
Item0632=OK
Item0633=Taasteandmekandja loomist ei ole lõpetatud. Vajutage taasteandmekandja loomise lõpetamiseks nupul Jätka.
Item0634=Tühista
Item0635=Ühendage arvuti toiteadapter
Item0636=Protsessi jätkamiseks peab arvuti aku olema paigaldatud ja arvuti peab olema ühendatud toiteadapteriga
Item0637=Paigaldage aku
Item0638=Optilist draivi ei leitud
Item0639=Nüüd saate optilise draivi ühendada
Item0640=Blu-ray-ketas
Item0641=Taasteketta 00 loomine lõpetati. Märgistage ketas 00 ja hoidke seda turvalises kohas.
Item0642=USB-välkmäludraiv vormindatakse. Kõik andmed USB-välkmäludraivil kustutatakse. Kogu USB-välkmäludraivi mahtu kasutatakse taastekujutise jaoks, isegi kui USB-välkmäludraiv on suurem kui taastekujutise hinnanguline suurus.
Item0643=Andmekandja valiku juurde naasmiseks klõpsake nupul Tühista. Ketta ettevalmistuse alustamiseks klõpsake nupul Jätka.
Item0644=Valige üks järgmistest andmekandja suvanditest 
Item0645=ÜHE
Item0646=Riistvara analüüsimine …
Item0647=Taasteandmekandja loomise ajal ei saa rakendust HP Recovery Manager sulgeda.
Item0648=Taasteandmekandja loomises esineb probleeme. Palun proovige uuesti.
Item0649=Sisestatud välkmäludraivi maht pole piisavalt suur. Sisestage muu draiv.
Item0650=Korduvkirjutatavat andmekandjat ei toetata. Sisestage tühi 00 ketas.
Item0651=Sisestatud ketas ei ole tühi. Sisestage tühi 00 ketas.
Item0652=Taasteketas 00 01-st on valmis. Märgistage ketas 00 01-st ja hoidke seda turvalises kohas.
Item0653=Taasteketas on edukalt loodud.
Item0654=Taaste-välkmäludraiv on edukalt loodud. Märgistage see ja hoidke seda turvalises kohas.
Item0655=Nõutav 00 ketas
Item0656=Korduvkirjutatavat andmekandjat ei toetata!
Item0657=Sisestatud andmekandjat ei toetata!
Item0658=Taastesektsioon on eemaldatud. Taasteandmekandja loomise suvand pole enam saadaval.
Item0659=Ketta kinnitamine nurjus. Kasutage teist ketast ja proovige uuesti.
Item0660=Ketta kirjutamine nurjus. Kasutage teist ketast ja proovige uuesti.
Item0661=See süsteem on loodud taasteandmekandjalt. Võite luua vaid ÜHE taasteandmekandja komplekti.
Item0662=Taastesektsioon on eemaldatud.
Item0663=USB limiit ületatud
Item0664=Taastepilt ületab 32 GB. Kasutage optilist andmekandjat.
Item0665=Taastepilt ületav USB-mälupulga 32 GB limiidi. Taastekandja loomiseks peate kasutama optilist andmekandjat (DVD).
Item0666=Palun kontrollige, et USB-mälupulk saab mahutada 00 GB andmeid (maksimaalselt 32 GB).
Item0667=- Taasteketas 00/01 on lõpetanud. Märkige palun kettale "00/01" ja hoidke seda kindlas kohas.
Item0668=- Jätkamiseks sisestage palun ketas või taastekandja või loomise lõpetamiseks klõpsake nuppu Tühista.  
Item0669=- Jätkata saate igal ajal, valides uuesti taastekandja loomise suvandi.
Item0670=Ettevaatust: Valitud USB-mälupulk vormindatakse. Kõik andmed USB-mälupulgal lähevad kaduma. 
Item0671=Taastetõmmiseks kasutatakse maksimaalselt 32 GB USB-mäluseadme ruumi. Kui USB-mäluseade on suurem kui 32 GB, siis ei ole sellele jääv vaba ruum pärast taastekandja loomist kasutatav.
Item0672=Kandja valiku juurde naasmiseks klõpsake nuppu Tühista või taastekandja loomise alustamiseks nuppu Jätka.
Item0673=Kandja valiku juurde naasmiseks valige 00 või taastekandja loomise alustamiseks 01.
	
[System Recovery]	
Item0700=Taastage arvuti algne tehaseseisund
Item0701=Selle protsessi käigus installitakse süsteemisektsiooni algne tehasetõmmis, kuid ei viida läbi teisi kõvaketta muudatusi.
Item0702=Kõik kasutaja loodud failid ja installitud programmid kustutatakse.
Item0703=Soovitame esmalt failid varundada
Item0704=Taastage ilma faile varundamata
Item0705=Jätkamiseks valige soovitud suvand ja klõpsake nupul Edasi.
Item0706=HP taastekeskkond
Item0707=Tere tulemast rakendusse HP Recovery Manager
Item0708=Kasutage seda rakendust arvuti algse tehaseseisundi taastamiseks.
Item0709=Enne jätkamist ühendage lahti kõik välised seadmed.
Item0710=Lisateavet leiate arvuti dokumentatsioonist.
Item0711=Jätkamiseks klõpsake nupul Edasi.
Item0712=Tehasetõmmise taastamine
Item0713=Kõvaketta Windowsi sektsiooni ümbervormindamine
Item0714=Algse tarkvara uuesti installimine
Item0715=Edenemine:  00% 
Item0716=Hinnanguliselt on aega jäänud: 00 minut(it)
Item0717=Palun oodake ...
Item0718=Taasteprotsess on lõpetatud
Item0719=Kui arvuti on taaskäivitunud ja olete selle esmase seadistamise lõpetanud, tuleb teha veel mõned olulised toimingud:
Item0720=värskendada Microsofti ja HP turbefaile;
Item0721=installida uuesti tarkvara, mis ei olnud arvutiga algselt kaasas;
Item0722=taastada varundatud isiklikud andmed, kui neid on.
Item0723=Arvuti taaskäivitamiseks klõpsake nupul Lõpeta.
Item0724=Taaste ettevalmistamine
Item0725=Kõvaketas vormindatakse ümber ja kõik tehasetõmmise taastamiseks vajalikud failid kopeeritakse kõvakettale.
Item0726=Taaste installimine
Item0727=Installitakse draiverid ja tarkvara ning sisu kohandatakse teie arvuti jaoks.
Item0728=HP Recovery Manager lähtestab kõvaketta tehaseseisundisse. Kasutaja andmed ja kõvaketta muudatused kustutatakse.
Item0729=OK
Item0730=Tühista
Item0731=Tehasetõmmise taaste ettevalmistamine
Item0732=Kõvaketta taastamiseks vajalike failide kopeerimine
Item0733=Taaste ettevalmistamine on lõpetatud
Item0734=Pärast arvuti taaskäivitamist algab taaste installimine.
Item0735=Installitakse draiverid ja tarkvara ning sisu kohandatakse teie arvuti jaoks.
Item0736=Selle jooksul taaskäivitub arvuti automaatselt mitu korda. See on selle protsessi puhul loomulik.
Item0737=Ärge sellel ajal arvutit välja lülitage, kaant sulgege, toiteadapterist eraldage ega kasutada proovige.
Item0738=Arvuti taaskäivitamiseks klõpsake nupul Jätka.
Item0739=Sisestage taasteketas nr 00.
Item0740=Eemaldage taasteandmekandja süsteemist
Item0741=Süsteemitaastet ei saa Windowsi kaudu teha. Kas soovite arvuti taaskäivitada ja siseneda taastekeskkonda?
Item0742=Kas jätkata?
Item0743=Taastekeskkonna ettevalmistamine …
Item0744=Palun sulgege kõik rakendused ja taaskäivitage süsteem.
Item0745=Enne jätkamist ühendage lahti kõik välised seadmed peale klaviatuuri, hiire ja monitori.
Item0746=Süsteemitaastet ei saa Windowsi kaudu teha. Kas soovite arvuti taaskäivitada ja siseneda taastekeskkonda?
Item0747=Taasteprotsess koosneb kahest etapist:
Item0748=Avaleht
Item0749=Süsteemitaaste
Item0750=Keelatud: kasutage süsteemi taastamiseks suvandit Tehasesätete taastamine	
Item0751=Ajakohastage oma süsteemi, installides Microsofti ja HP uusimad värskendused.
Item0752=Olete valinud HP taastekeskkonna. Süsteem taaskäivitub ja siseneb taastekeskkonda. Kas soovite jätkata?
Item0753=Kui teie arvutis oli algselt rohkem kui üks operatsioonisüsteem, lähtestab taasteprotsess kõik operatsioonisüsteemid tehaseseisundisse.
Item0754=Teie valik oli 00. Süsteem taaskäivitub ja siseneb taastekeskkonda. Kas soovite jätkata?
Item0755=Kõik kasutaja loodud failid ja sektsioonid ning pärast ostmist installitud programmid lähevad kaotsi.
Item0756=Taasteprotsess koosneb kahest etapist.
Item0757=Taaste ettevalmistamine
Item0758=Windowsi sektsioon vormindatakse ümber ja kõik Windowsi algoleku taastamiseks vajalikud failid kopeeritakse kõvakettale.
Item0759=Taaste installimine
Item0760=Installitakse draiverid ja tarkvara ning sisu kohandatakse teie arvuti jaoks.
Item0761=Failide taastamine kõvakettale
Item0762=HP Drive Encryption (HPDE) on selles arvutis lubatud. Keelake HPDE enne süsteemitaaste kasutamist.
	
[Minimized Image Recovery]	
Item0800=Minimeeritud kujutise taaste
Item0801=Protsessi käigus installitakse puhas Windowsi keskkond koos draiverite ja minimaalse tarkvaraga.
Item0802=Kõik kasutaja loodud failid ja installitud programmid kustutatakse.
Item0803=Soovitame esmalt failid varundada
Item0804=Taastage ilma faile varundamata
Item0805=Jätkamiseks valige soovitud suvand ja klõpsake nupul Edasi.
Item0806=Minimeeritud kujutise taaste
Item0807=Tere tulemast rakendusse HP Recovery Manager
Item0808=Protsessi käigus installitakse puhas Windowsi keskkond koos draiverite ja minimaalse tarkvaraga.
Item0809=Taasteprotsess koosneb kahest etapist:
Item0810=Taaste ettevalmistamine
Item0811=Kõvaketas vormindatakse ümber ja kõik minimeeritud kujutise taastamiseks vajalikud failid kopeeritakse kõvakettale.
Item0812=Taaste installimine
Item0813=Installitakse draiverid ja tarkvara ning sisu kohandatakse teie arvuti jaoks.
Item0814=Enne jätkamist ühendage lahti kõik välised seadmed.
Item0815=Lisateavet leiate arvuti dokumentatsioonist.
Item0816=Jätkamiseks klõpsake nupul Edasi.
Item0817=Tuvastati dünaamiline ketas. Taastet ei saa jätkata. Arvuti taastamiseks peate kasutama taasteandmekandjat
Item0818=Minimeeritud kujutise taaste ettevalmistamine
Item0819=Kõvaketta Windowsi sektsiooni ümbervormindamine
Item0820=Kõvaketta taastamiseks vajalike failide kopeerimine
Item0821=Edenemine:  00% 
Item0822=Hinnanguliselt on aega jäänud: 00 minut(it)
Item0823=Palun oodake ...
Item0824=Taaste ettevalmistamine on lõpetatud
Item0825=Pärast arvuti taaskäivitamist algab taaste installimine.
Item0826=Installitakse draiverid ja tarkvara ning sisu kohandatakse teie arvuti jaoks.
Item0827=Selle jooksul taaskäivitub arvuti automaatselt mitu korda. See on selle protsessi puhul loomulik.
Item0828=Ärge sellel ajal arvutit välja lülitage, kaant sulgege, toiteadapterist eraldage ega kasutada proovige.
Item0829=Arvuti taaskäivitamiseks klõpsake nupul Jätka.
Item0830=Taasteprotsess on lõpetatud
Item0831=Kui arvuti on taaskäivitunud ja olete selle esmase seadistamise lõpetanud, tuleb teha veel mõned olulised toimingud:
Item0832=värskendada Microsofti ja HP turbefaile;
Item0833=installida uuesti tarkvara, mis ei olnud arvutiga algselt kaasas;
Item0834=taastada varundatud isiklikud andmed, kui neid on.
Item0835=Arvuti taaskäivitamiseks klõpsake nupul Lõpeta.
Item0836=OK
Item0837=Sisestage taasteketas nr 00.
Item0838=Eemaldage taasteandmekandja süsteemist
Item0839=HP Recovery Manager installib minimeeritud kujutise. Kasutaja andmed ja kõvaketta muudatused kustutatakse.
Item0840=Enne jätkamist ühendage lahti kõik välised seadmed peale klaviatuuri, hiire ja monitori.
Item0841=Keelatud: kasutage süsteemi taastamiseks suvandit Tehasesätete taastamine
Item0842=Kui teie arvutis oli algselt rohkem kui üks operatsioonisüsteem, lähtestab taasteprotsess kõik operatsioonisüsteemid tehaseseisundisse.
	
[Boot from UCRD]	
Item0900=Süsteemitaaste
Item0901=HP Recovery Manager käivitub kõvakettalt vaikimisi, kuid võite selle käivitada ka sisestatud andmekandjalt.
Item0902=Rakenduse käivitamine andmekandjalt
Item0903=Rakenduse käivitamine kõvakettalt
Item0904=Jätkamiseks valige soovitud suvand ja klõpsake nupul Edasi.
Item0905=Rakenduse käivitamine kõvakettalt
Item0906=Arvuti taaskäivitub nüüd sektsioonist.
Item0907=Eemaldage enne jätkamist taasteandmekandja.
Item0908=Viisardi sulgemiseks klõpsake nupul Lõpeta.
Item0909=Ühenduse võtmine HP klienditoega
Item0910=Süsteemitaaste andmekandja ei toeta seda arvutit.
Item0911=Seda süsteemi ei saa andmekandja abil taastada.
Item0912=Seda süsteemi ei saa seadme pordi abil taastada – võtke ühendust HP klienditoega.
		
[Factory Reset]	
Item1000=Tehasesätete taastamine
Item1001=Tehasetõmmise taastamine
Item1002=Kas soovite taastada süsteemi algse tehaseseisundi?
Item1003=Soovitame esmalt failid varundada
Item1004=Taastage ilma faile varundamata
Item1005=Jätkamiseks valige soovitud suvand ja klõpsake nupul Edasi.
Item1006=Tere tulemast rakendusse HP Recovery Manager!
Item1007=Kasutage seda rakendust arvuti algse tehaseseisundi taastamiseks.
Item1008=Taasteprotsess koosneb kahest etapist.
Item1009=Taaste ettevalmistamine
Item1010=Kõvaketas vormindatakse ümber ja kõik tehasetõmmise taastamiseks vajalikud failid kopeeritakse kõvakettale.
Item1011=Taaste installimine
Item1012=Installitakse draiverid ja tarkvara ning sisu kohandatakse teie arvuti jaoks.
Item1013=Enne jätkamist ühendage lahti kõik välised seadmed.
Item1014=Lisateavet leiate arvuti dokumentatsioonist.
Item1015=Jätkamiseks klõpsake nupul Edasi.
Item1016=HP Recovery Manager lähtestab kõvaketta tehaseseisundisse. Kasutaja andmed ja kõvaketta muudatused kustutatakse.
Item1017=Tehasetõmmise taaste ettevalmistamine
Item1018=Kõvaketta Windowsi sektsiooni ümbervormindamine
Item1019=Kõvaketta taastamiseks vajalike failide kopeerimine
Item1020=Failide taastamine kõvakettale
Item1021=Edenemine:  00% 
Item1022=Palun oodake ...
Item1023=Hinnanguliselt on aega jäänud: 00 minut(it)
Item1024=Taaste ettevalmistamine on lõpetatud
Item1025=Pärast arvuti taaskäivitamist algab taaste installimine.
Item1026=Installitakse draiverid ja tarkvara ning sisu kohandatakse teie arvuti jaoks.
Item1027=Selle jooksul taaskäivitub arvuti automaatselt mitu korda. See on selle protsessi puhul loomulik.
Item1028=Ärge sellel ajal arvutit välja lülitage, kaant sulgege, toiteadapterist eraldage ega kasutada proovige.
Item1029=Arvuti taaskäivitamiseks klõpsake nupul Jätka.
Item1030=Taasteprotsess on lõpetatud
Item1031=Kui arvuti on taaskäivitunud ja olete selle esmase seadistamise lõpetanud, tuleb teha veel mõned olulised toimingud:
Item1032=värskendada Microsofti ja HP turbefaile;
Item1033=installida uuesti tarkvara, mis ei olnud arvutiga algselt kaasas;
Item1034=taastada varundatud isiklikud andmed, kui neid on.
Item1035=Arvuti taaskäivitamiseks klõpsake nupul Lõpeta.
Item1036=Jah
Item1037=Ei
Item1038=Ühenduse võtmine HP klienditoega
Item1039=Enamikul juhtudel lahendab probleemid kõvaketta taastamine.
Item1040=Kui probleem ei lahene, võib olla vajalik võtta ühendust HP klienditoega.
Item1041=HP toe kontaktandmed leiate arvuti dokumentatsioonist.
Item1042=Rakenduse sulgemiseks klõpsake nupul Lõpeta.
Item1043=Sisestage taasteketas nr 00.
Item1044=Eemaldage taasteandmekandja süsteemist
Item1045=HP Recovery Manager lähtestab kõvakettad algsesse tehaseseisundisse. Kasutaja andmed ja kõvaketta muudatused kustutatakse.
Item1046=OK
Item1047=Tühista
Item1048=Enne jätkamist ühendage lahti kõik välised seadmed peale klaviatuuri, hiire ja monitori.
Item1049=HP Recovery Manager lähtestab kõvaketta(d) algsesse tehaseseisundisse. Kasutaja andmed ja kõvaketta muudatused kustutatakse.	
Item1050=See protsess taastab teie süsteemi algse tehaseseisundi.
Item1051=Kõvaketas sektsioonitakse uuesti ja vormindatakse ümber algsesse tehaseseisundisse.
Item1052=Kõik kasutaja loodud failid ja sektsioonid ning pärast ostmist installitud programmid lähevad kaotsi.
Item1053=Kui teie arvutis oli algselt rohkem kui üks operatsioonisüsteem, lähtestab taasteprotsess kõik operatsioonisüsteemid tehaseseisundisse.
	
[Restoration Incomplete]	
Item1100=Taastamine pooleli
Item1101=Taastamist ei lõpetatud.
Item1102=Valige üks järgmistest nuppudest:
Item1103=Salvesta logi
Item1104=Üksikasjad
Item1105=Proovi uuesti
Item1106=See funktsioon kogub teavet süsteemi kohta, et aidata HP-l probleem tuvastada.
Item1107=Sisestage irdketas, millel on vähemalt 00 MB vaba ruumi, seejärel klõpsake nupul OK.
Item1108=OK
Item1109=Pole piisavalt vaba ruumi. Sisestage irdketas, millel on vähemalt 00 MB vaba ruumi, seejärel klõpsake nupul OK.
Item1110=Logifail salvestati nimega 00.
Item1111=Sisestage taasteandmekandja.
Item1112=Arvuti taaskäivitamiseks klõpsake nupul Jätka.
Item1113=Jätka
Item1114=Kõvaketta kogumaht on väiksem kui algsel tehases paigaldatud kõvakettal. Taasteprotsess ei saa jätkata.
Item1115=Kõvaketta kogumaht on liiga väike. Taasteprotsess ei saa jätkata.
		
[Drivers and Applications Reinstall]	
Item1200=Draiverite ja rakenduste taasinstallimine
Item1201=Draiverite ja rakenduste loendi koostamine
Item1202=Avaleht
Item1203=Installi
Item1204=Installimine
Item1205=Valmis
Item1206=Rakendused (00)
Item1207=Draiverid (00)
Item1208=HP uuendused (00) — leheküljelt HP.com või rakendusest HP Support Assistant alla laaditud ja installitud uuendused
Item1209=Versioon: 00
Item1210=00 üksus(t),
Item1211=00 01-st valitud üksusest,
Item1212=00 rakendus(t) ja
Item1213=00 rakendus(t) ja
Item1214=00 draiver(it) ja
Item1215=00 draiver(it) ja
Item1216=00 HP uuendus(t)
Item1217=00 HP uuendus(t)
Item1218=Installimine on valmis.
Item1219=Tarkvara installitakse. Rakenduse HP Recovery Manager sulgemine tühistati.
Item1220=OK
Item1221=Enne tarkvara installimist desinstallige tarkvara eelmine versioon.
Item1222=Tarkvara uuesti installimisega esineb probleeme. Palun proovige uuesti.
Item1223=Sellel arvutil ei leitud tarkvaraallikat
Item1224=Üksus
Item1225=00 01-st valitud üksusest,
Item1226=Valitud draiveritest ja/või rakendustest pole üks või enam ilmselt korralikult installitud ning need on märgitud hüüumärgiga. Enne kui proovite neid rakendusest HP Recovery Manager uuesti installida, desinstallige need.
Item1227=Valitud draiveritest ja/või rakendustest pole üks või enam ilmselt korralikult installitud ja on märgitud tähisega 00. Enne kui proovite neid rakendusest HP Recovery Manager uuesti installida, desinstallige need.
Item1228=00 Draiver
Item1229=00 Draiverid
Item1230=Valmis	
	
[RP Protection]	
Item1300=Taastesektsioon
Item1301=Hoiatus!
Item1302=Kõvaketta (või sektsiooni) see osa sisaldab faile, mida kasutati funktsiooni Windows Push Button Reset (Windowsi lähtestamine nupule vajutusega) ja HP tõmmise taastamise ajal.
Item1303=Ärge neid faile muutke ega kustutage.
Item1304=Mis tahes muudatused selles sektsioonis võivad mõjutada süsteemi taastefunktsiooni tulevikus.
	
[Show Contact Information]	
Item1350=Ühenduse võtmine HP klienditoega
Item1351=Enamikel juhtudel lahendab tehasetõmmise taastamine probleemid.
Item1352=Kui probleemid jätkuvad või vajate süsteemitaaste asendusandmekandjat, peate ehk HP klienditoelt abi paluma.
Item1353=HP klienditoega saate ühendust võtta aadressil:
Item1354=www.hp.com/go/contacthp
Item1355=Rakenduse sulgemiseks klõpsake nupul Lõpeta.
Item1356=Rakenduse sulgemiseks klõpsake nupul Tühista.

[File Backup Program 2.0]
Item1400=Millist failivaliku viisi soovite varunduse loomiseks kasutada?
Item1401=Automaatne valimine
Item1402=Valige varundatavad failikategooriad.
Item1403=Kasutaja valimine
Item1404=Valige, millised kaustad ja failid soovite käsitsi varundada.
Item1405=Automaatne valimine võimaldab valida varundatavad failikategooriad. Näiteks „Pildid” ning „Muusika ja muud helifailid”. Seejärel otsib programm arvutist üles nendesse kategooriatesse kuuluvad failid (selliste failide puhul tavaliselt kasutatavate eelmääratud failitüüpide alusel) ja varundab need. Failid tihendatakse ja neile juurdepääsuks tuleb eelneva oleku taastamiseks kasutada faili taastamise valikut.
Item1406=Kasutaja valimisega saate Windowsi Exploreri aknas täpselt valida, millised failid ja kaustad varundada. Varundamiseks on kaks valikut: Tihenda ja Ära tihenda
Item1407=Tihenda: failid tihendatakse ja neile juurdepääsuks tuleb eelneva oleku taastamiseks kasutada faili taastamise valikut.
Item1408=Ära tihenda: failid ja kataloogid kopeeritakse ükshaaval tihendamata. Failidele juurdepääsuks pole vaja kasutada faili taastamise valikut.
Item1409=Kas soovite kasutada tihendamist?
Item1410=Tihenda
Item1411=Ära tihenda
Item1412=Failid tihendatakse WIM-i failivormingusse ja neile juurdepääsuks tuleb need arvutisse taastada, kasutades faili taastamise valikut. See valik minimeerib varunduse mahu, faili taastamise ajal kopeeritakse failid automaatselt kettale C:\ ja neile pääseb juurde töölaua otsetee kaudu.
Item1413=Failid ja kataloogid kopeeritakse ükshaaval ilma tihendamata ja neile pääseb juurde otse varunduskettalt, kasutamata valikut Faili taastamine. See valik ei minimeeri varunduse mahtu ning failid ja kataloogid tuleb arvutisse käsitsi tagasi kopeerida (kopeeri/kleebi).
Item1414=Millised failid soovite varundada?
Item1415=Failide sirvimine
Item1416=Varunduse maht:  00
Item1417=Nimi
Item1418=Maht
Item1419=Varunduse andmekandja valik
Item1420=Andmekandja valik: 00
Item1421=Varunduse loomiseks vajate seda tüüpi kettaid: 00.
Item1422=Varundamise jätkamiseks valitud andmekandjale klõpsake nuppu Edasi.
Item1423=Teist tüüpi andmekandja valimiseks klõpsake nuppu Tagasi.
Item1424=Faili ettevalmistamine
Item1425=Ketta loomine
Item1426=Kettale kirjutamine
Item1427=Ketta kinnitamine
Item1428=Sisestage 00. ketas 00 00-st.
Item1429=Valitud failid
Item1430=Failide kopeerimine
Item1431=Valitud failide ja kataloogide kopeerimine
Item1432=Recovery Manager kopeeris failid edukalt
Item1433=Varundusprotsessi ei saa jätkata, kuna failide maht ületab varundusketta mahu.
Item1434=Muutmine režiimile Tihenda
Item1435=Eemaldage valikust failid, mis on suuremad kui 00
Item1436=Valige uuesti seade
Item1437=Suurte failide loend
Item1438=Sisestage ketas 00.
Item1439=Saadaval pole ühtki ketast, millel oleks piisavalt varundusruumi. Ühendage teine ketas või vabastage ruumi praegu ühendatud kettal.
Item1440=Seda kettatüüpi ei toetata.
Item1441=Vähendab faili mahtu. Kasutada tuleb suvandit Faili taastamine.
Item1442=Ei vähenda faili mahtu, ei nõua suvandi Faili taastamine kasutamist.
Item1443=Varukoopia saab salvestada ainult optilisele andmekandjale või välisele kõvakettale. Kui vajalik seade ja/või andmekandja tüüp ei ole allpool loetletud, veenduge varundamisprotsessi jätkamiseks, et seade on ühendatud ja sisselülitatud või et vajalik andmekandja on optilisse seadmesse sisestatud.
Item1444=See ketas on vale või võib olla rikutud. Palun sisestage ketas 00.
Item1445=Varukoopia saab salvestada ainult NTFS-vormingus välisele kõvakettale või USB-mäluseadmele. Enne varundamise jätkamist veenduge, et soovitud seade on ühendatud ja et selle failisüsteem on NTFS.
Item1446=Kui 00 on valitud automaatvalikuga või kasutaja valikuga, varundatakse kõik failid tihendamiseta režiimis ning need tuleb taastada andmeid käsitsi kopeerides. Suvandit Failitaaste ei saa kasutada.
Item1447=Kõik failid salvestatakse tarkvara 00 kaustas.
Item1448=Failid tihendatakse WIM-failivormingusse ja neile juurdepääsuks tuleb need failitaaste abil arvutisse taastada. See suvand muudab varundi mahu võimalikult väikseks ning kõik failid taastatakse teie määratud kohta ja muudetakse kättesaadavaks töölaual asuva otsetee kaudu.
Item1449=Kui valitud on 00 andmed, siis pole tihendamine toetatud.
Item1450=00 andmed on varundatud varundikausta juurkataloogi järgmisesse kausta:
Item1451=Pärast taastamise lõppu kopeerige 00 andmete varund ülaltoodud varundikaustast oma süsteemi.
Item1452=00 andmeid saab varundada vaid tihendamiseta režiimis.
Item1453=Varundamiseks tihendamiseta režiimis valige palun OK või failide uuesti varundamiseks valige Loobu.

[Windows Recovery Environment]
Item1500=HP Backup and Recovery või pöörduge HP toe poole

[Windows System Refresh]
Item1600=Arvuti taastamine ilma isiklikke faile mõjutamata

[AboutInfo]
Item1700=Teave
Item1701=Versioon
Item1702=Taastekandja
Item1703=Süsteem
Item1704=Tootenumber
Item1705=Seerianumber
Item1706=HP taastesektsioon
Item1707=Jah
Item1708=Ei
Item1709=Teave